Repository: miklagard/tr
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: Page not found
tr: Sayfa Bulunamadı

source: Turkish Suffix Library
tr: Türkçe Ekler

source: Turkish Conjunction Maker
tr: Türkçe Ekler

source: Nouns
tr: İsimler

source: Verbs
tr: Fiiller

source: Example verbs
tr: Örnek fiil çekimleri

source: Türkçe
tr: English

source: Back to Main Page
tr: Ana Sayfaya Dön

source: Negative
tr: Olumsuz

source: Interrogative
tr: Soru

source: Tense
tr: Çekim

source: Affirmative Statement
tr: Olumlu

source: Singular
tr: Tekil

source: Plural
tr: Çoğul

source: Negative Statement
tr: Olumsuz

source: Back to Main
tr: Geri Dön

source: Translate from English
tr: İngilizceden çevir

source: Portmanteau Verb
tr: Yardımcı Fiil

source: Passive
tr: Edilgen

source: Morphological derivation
tr: Yapım Ekleri

source: 1st Person
tr: Birinci

source: 2nd Person
tr: İkinci

source: 3rd Person
tr: Üçüncü

source: Noun
tr: İsim

source: Proper noun
tr: Özel isim

source: Possessive Conjunction
tr: İyelik Eki

source: Copula present
tr: Ek fiil geniş zaman

source: Copula definite past
tr: Ek fiil geçmiş zaman

source: Copula indefinite past
tr: Ek fiil duyulan geniş zaman

source: Accusative
tr: Bulunma hali

source: Equalative
tr: Eşitlik hali

source: Instrumental
tr: Vasıta hali

source: Privative
tr: Yokluk hali

source: Relative pronoun
tr: İlgi zamiri

source: Present continuous simple
tr: Şimdiki zaman

source: Simple tense
tr: Geniş zaman

source: Imperative mood
tr: Emir kipi

source: Simple tense past definite
tr: Geniş zamanın hikayesi

source: Simple tense indefinite past
tr: Geniş zamanın rivayeti

source: Past definite
tr: Geçmiş zaman

source: Past progressive dubitative
tr: Şimdiki zamanın rivayeti

source: Past progressive alternative dubitative
tr: Şimdiki zamanın rivayeti (alternatif)

source: Indefinite past
tr: Duyulan geçmiş zaman

source: Past progressive narrative
tr: Şimdiki zamanın hikayesi

source: Past progressive alternative narrative
tr: Şimdiki zamanın hikayesi (alternatif)

source: Past perfect narrative
tr: Belirli geçmiş zamanın hikayesi

source: Doubtful distant past
tr: Öğrenilen geçmiş zamanın rivayeti

source: Past in the future
tr: Gelecek zamanda bilinen geçmiş zaman

source: Past conditional narrative
tr: Bilinen geçmiş zaman dilek/şart kipi

source: Past conditional dubitative
tr: Öğrenilen geçmiş zaman dilek/şart kipi

source: Future simple
tr: Gelecek zaman

source: Future in the past
tr: Gelecek zamanın hikayesi

source: Future dubitative
tr: Gelecek zamanın rivayeti

source: Future conditional
tr: Gelecek zaman şart kipi

source: Necessitative mood simple tense
tr: Geniş zaman gereklilik kipi

source: Necessitative past narrative
tr: Bilinen geçmiş zaman gereklilik kipi

source: Necessitative past dubitative
tr: Gereklilik kipinin rivayeti

source: Conditional mood simple tense
tr: Dilek şart kipi

source: Turkish Conjunction Maker - Nouns
tr: Türkçe Ekler - Fiiller

source: {tense} of the verb {verb}
tr: {verb} filinin çekimi: {tense}

source: Example verbs - Turkish Conjunction Maker
tr: Örnek fiiler - Türkçe Ekler

source: Conjunction of the verb {verb} in Turkish
tr: Türkçede {verb} fiilinin çekimi
